#固顶字定义文件
#格式：
#	拼音=固顶字(组)
#	一行内容可以定义最多8个固顶字，第8个之后的，将被忽略
#如：
#	wo=我
#	d=的地得
#	de=的地得
#在输入时,可以直接按 ctrl+shift+数字 来进行任意字的快速固顶。
#最后固顶的排在第一位,其它顺序排列。

a=
ai=
an=
ang=
ao=
b=不本
ba=
bai=
ban=
bang=
bao=
bei=
ben=本
beng=
bi=
bian=
biao=
bie=
bin=
bing=
bo=
bu=不
c=出成产
ca=
cai=
can=
cang=
cao=
ce=
cen=
ceng=
ch=出成
cha=
chai=
chan=
chang=
chao=
che=
chen=
cheng=成
chi=
chong=
chou=
chu=出
chua=
chuai=
chuan=
chuang=
chui=
chun=
chuo=
ci=
cong=
cou=
cu=
cuan=
cui=
cun=
cuo=
d=的大地到对定多动
da=大
dai=
dan=
dang=
dao=到
de=的地得
dei=
den=
deng=
di=地
dia=
dian=
diao=
die=
ding=
diu=
dong=
dou=
du=
duan=
dui=对
dun=
duo=多
e=
ei=
en=
eng=
er=
f=发分方法
fa=发法
fan=
fang=方
fei=
fen=分
feng=
fiao=
fo=
fou=
fu=
g=个国工公过
ga=
gai=
gan=
gang=
gao=
ge=个
gei=
gen=
geng=
gong=工公
gou=
gu=
gua=
guai=
guan=
guang=
gui=
gun=
guo=国
h=和会后
ha=
hai=
han=
hang=
hao=
he=和
hei=
hen=
heng=
hong=
hou=后
hu=
hua=
huai=
huan=
huang=
hui=会
hun=
huo=
j=经就京家机进
ji=
jia=家
jian=
jiang=
jiao=
jie=
jin=
jing=经
jiong=
jiu=就
ju=
juan=
jue=
jun=
jv=
jve=
k=可
ka=
kai=
kan=
kang=
kao=
ke=可
kei=
ken=
keng=
kong=
kou=
ku=
kua=
kuai=
kuan=
kuang=
kui=
kun=
kuo=
l=了来理
la=
lai=来
lan=
lang=
lao=
le=了
lei=
leng=
li=理
lia=
lian=
liang=
liao=了
lie=
lin=
ling=
liu=
lo=
long=
lou=
lu=
luan=
lue=
lun=
luo=
lv=
lve=
m=们门面
ma=
mai=
man=
mang=
mao=
me=
mei=
men=
meng=
mi=
mian=
miao=
mie=
min=
ming=
miu=
mo=
mou=
mu=
n=你年能
na=
nai=
nan=
nang=
nao=
ne=
nei=
nen=
neng=能
ni=你
nian=年
niang=
niao=
nie=
nin=
ning=
niu=
nong=
nou=
nu=
nuan=
nue=
nun=
nuo=
nv=
nve=
o=
ou=
p=品
pa=
pai=
pan=
pang=
pao=
pei=
pen=
peng=
pi=
pian=
piao=
pie=
pin=
ping=
po=
pou=
pu=
q=
qi=
qia=
qian=
qiang=
qiao=
qie=
qin=
qing=
qiong=
qiu=
qu=
quan=
que=
qun=
qv=
qve=
r=人日
ran=
rang=
rao=
re=
ren=人
reng=
ri=日
rong=
rou=
ru=
ruan=
rui=
run=
ruo=
s=是上时生市手
sa=
sai=
san=
sang=
sao=
se=
sen=
seng=
sh=是上时生市手
sha=
shai=
shan=
shang=上
shao=
she=
shei=
shen=
sheng=生
shi=是时市
shou=手
shu=
shua=
shuai=
shuan=
shuang=
shui=
shun=
shuo=
si=
song=
sou=
su=
suan=
sui=
sun=
suo=
t=他她它
ta=他她它
tai=
tan=
tang=
tao=
te=
tei=
teng=
ti=
tian=
tiao=
tie=
ting=
tong=
tou=
tu=
tuan=
tui=
tun=
tuo=
w=我为文新
wa=
wai=
wan=
wang=
wei=为
wen=文
weng=
wo=我
wu=
x=学下现
xi=
xia=下
xian=
xiang=
xiao=
xie=
xin=
xing=
xiong=
xiu=
xu=
xuan=
xue=学
xun=
xv=
xve=
y=一有以用要也
ya=
yan=
yang=
yao=要
ye=也业
yi=一以
yin=
ying=
yo=
yong=用
you=有
yu=与于
yuan=原
yue=
yun=
yv=
yve=
z=在这中做作自主子
za=
zai=在
zan=
zang=
zao=
ze=则
zei=
zen=
zeng=
zh=这中主者
zha=
zhai=
zhan=
zhang=
zhao=
zhe=这
zhei=
zhen=
zheng=
zhi=
zhong=中
zhou=
zhu=主
zhua=
zhuai=
zhuan=
zhuang=
zhui=
zhun=
zhuo=
zi=自
zong=
zou=
zu=
zuan=
zui=
zun=
zuo=做作
